<template>
  <h-view class="privacy public-style">
    <h-header>
      <div slot="left" class="h-header-btn" @click="$routeGo()">
        <i class="ion-ios-arrow-back"/>
      </div>
      <div slot="center">隐私政策</div>
    </h-header>
    <h-content class="">
      <p class="title" style="text-align: center">隐私声明</p>
       <p>移动商务知道您关心我们收到的有关您的个人数据是如何被使用和共享的，我们会认真对待您的隐私。本隐私声明描述了移动商务如何通过所提供的软件应用程序及运营的网站收集的信息隐私惯例，包括我们通过该网站及相关移动应用收集（统称为“域名”）的信息，通过我们的社交媒体页面（统称为“社交媒体页面”）收集的信息，以及我们在线和离线提供的其他服务和通过我们发送给您的电子邮件收集到的信息（统称包括域，应用和社交媒体页面，“站点”）。
      “您”或“用户”是指访问或以其他方式使用本网站的任何个人。</p>
      <p>
        本隐私声明不适用于移动商务不拥有或控制的第三方的做法，也不适用于移动商务不雇用或管理的个人。本隐私声明也不适用于我们作为软件提供商代表我们的订户收到或处理的信息，例如我们通过移动商务的报销软件服务或其他移动商务服务收到的信息，包括我们提供的任何应用程序租户使用（统称为“订阅服务”）。此类信息受适用的订阅服务协议条款的约束，而非本隐私声明。</p>
      <p class="title">移动商务收集哪些类型的信息？</p>
      <p>1. 个人资料。
      “个人数据”是指直接或间接识别您或其他个人的信息，其中可能包括：姓名，职称，公司名称，工作职能，专业知识，邮政地址，电话号码，电子邮件地址，浏览器和设备信息（包括IP）地址），以及通过cookie和其他类似技术收集的信息。如果您向我们或与本网站相关的服务提供商提交与其他人有关的任何个人数据，则表示您有权这样做并允许我们根据本隐私声明使用这些信息。其他信息。</p>
      <p>2. “其他信息”是指不会也不能用于透露您的身份或其他个人身份的任何信息，例如已完全永久匿名和汇总的信息。我们使用此信息来促进我们的网站运营以及下文所述的其他目的。</p>
      <p class="title">移动商务如何收集信息？</p>
      <p> 我们和我们的服务提供商以各种方式收集个人数据和其他信息，包括：</p>
      <p>1. 通过网站：我们通过网站收集信息，例如，当您申请免费试用或演示，注册网络研讨会，联系我们，订阅我们的电子邮件通讯，下载产品内容（例如产品白皮书）或注册试用我们的软件服务。</p>
      <p>2. 离线：我们离线收集您的信息，例如您参加我们的某个活动，与销售代表打电话或与移动商务代表联系时。</p>
      <p>3. 通过您：当您自愿提供信息时，移动商务会收集您的位置或您首选的通信方式等信息。除非与个人数据结合使用，否则此信息不会识别您或本网站的任何其他用户。</p>
      <p>4. 来自其他来源的信息：为了增强我们为您提供相关营销，优惠和服务的能力，我们从其他来源获取有关您的信息，例如公共数据库，联合营销合作伙伴，社交媒体平台以及其他第三方。</p>
      <p>5.
      通过浏览器或设备：大多数浏览器或通过您的设备自动收集某些信息，例如您的媒体访问控制（MAC）地址，计算机类型（Windows或Macintosh），屏幕分辨率，操作系统名称和版本，设备制造商和模型，语言，Internet浏览器类型和版本，以及您正在使用的站点（例如应用程序）的名称和版本。您的“IP地址”是一个自动分配给您的Internet服务提供商（ISP）使用的计算机的号码。无论何时访问站点，都可以在我们的服务器日志文件中自动识别和记录IP地址，以及访问时间和您访问的页面。收集IP地址是标准做法，由许多网站，应用程序和其他服务自动完成。
      移动商务使用IP地址来计算站点的使用级别，帮助诊断其服务器的问题，管理站点以及监控导航到移动商务站点的区域。</p>
      <p>6. 通过使用应用程序：当您下载和使用应用程序时，我们和我们的服务提供商会跟踪和收集应用程序使用数据，例如设备上的应用程序访问我们的服务器的日期和时间以及已下载的信息和文件根据您的设备号码。</p>
      <p>7.
      通过Cookie和其他类似技术：“Cookie”包括小文件形式的常用信息，这些信息放置在个人设备上，使个人能够更轻松地与网站进行通信和交互。当您访问我们的网站时，我们可能会向您的设备发送一个或多个Cookie。它们使我们能够存储有关您设备的信息，这有助于我们在您浏览我们的网站时提供良好的体验，并提高您提供的服务和功能。移动商务识别有关跟踪机制的自动浏览器信号，其中可能包括“不跟踪”指令。</p>
      <p>8. 通过汇总信息：汇总的个人数据不会识别您或网站的任何其他用户（例如，我们可能汇总个人数据以计算具有特定电话区号的用户的百分比）。</p>
      <p>移动商务如何使用个人数据？ 我们使用个人资料：</p>
      <p>1. 回复您的询问并满足您的要求，例如向您发送所需材料和新闻通讯，以及有关我们产品和服务的信息和材料。</p>
      <p>2. 向您发送管理信息，例如，有关站点的信息以及我们的条款，条件和政策的更改。</p>
      <p>3. 根据适用法律并根据您的偏好向您发送营销信息，包括我们认为您可能感兴趣的电子邮件和短信。</p>
      <p>4. 通过展示为您量身定制的产品和优惠，个性化您在网站上的体验。</p>
      <p>5. 用于我们的业务目的，例如数据分析，审计，欺诈监控和预防，开发新产品，增强，改进或修改我们的站点和服务，识别使用趋势，确定促销活动的有效性以及运营和扩展我们的业务活动。</p>
      <p>6. 我们将会：</p>
      <p> （a）根据适用法律，包括您居住国以外的法律; </p>
      <p>（b）遵守法律程序; </p>
      <p>（c）回应公共和政府当局的请求，包括居住国以外的公共和政府当局; </p>
      <p>（d）执行我们的条款和条件; </p>
      <p>（e）保护我们的业务或我们任何关联公司的业务; </p>
      <p>（f）我们将会保护我们的权利，隐私，安全或财产，或我们的关联公司，您或他人的权利; </p>
      <p>
        （g）允许我们寻求可用的补救措施或限制我们可能承受的损害赔偿。 我们收集和使用上述个人数据的法律依据将取决于相关的个人数据以及我们收集的具体情况。我们将收集和使用您的个人数据，其中处理符合我们的合法商业利益，例如直接推广移动商务的报销平台和应用程序给潜在的企业对企业（B2B）客户。在某些情况下处理个人数据的法律依据也将基于您的同意或我们需要个人数据与您签订合同或与您签订合同。在某些情况下，我们可能还有法律义务向您收集个人数据。 如果我们要求您提供个人数据以遵守法律要求或与您签订合同，我们将在相关时间明确说明您是否必须提供您的个人数据（以及如果您不提供您的个人数据可能产生的后果）。</p>
      <p class="title">移动商务如何分享它收到的个人数据？</p>
      <p>在以下情况，移动商务将披露经过处理的个人数据（无法识别特定个人且该数据不能复原）。</p>
      <p>子公司和关联公司： 我们出于本隐私声明中所述的目的向我们的子公司和关联公司披露个人数据。</p>
      <p>
        移动商务是负责管理共同使用的个人数据的一方。 第三方业务合作伙伴： 移动商务与各种业务合作，并与他们密切合作，以推广或销售产品或服务。在某些情况下，这些企业在网站内运营。出于上述目的，我们可能会向合作伙伴披露个人数据。我们的一些第三方业务合作伙伴与移动商务共同赞助了活动和其他产品。当您注册参加活动或产品时，我们可能会与这些共同赞助商共享个人数据，以允许我们的合作伙伴向您发送适用法律允许的您可能感兴趣的营销信息。 代理商和服务提供商： 我们与其他公司和人员签订合同，代表我们执行任务，并与其中一些人分享您的个人数据，为您提供产品或服务，或以其他方式与您沟通，例如代表我们提供促销。示例包括从客户列表中删除重复信息，分析数据，提供营销协助，进行计费，处理信用卡付款，为我们的服务提供技术支持，提供客户服务以及执行与我们的产品或服务相关的分析。我们还向代理商和服务提供商提供您的个人数据，以验证或汇总我们向合作伙伴提供的汇总使用数据。当我们以这种方式共享此信息时，我们要求代理或服务提供商维护个人数据的隐私，机密性和安全性。 移动商务博客和社交媒体页面： 您也可以通过网站，留言板，聊天，个人资料页面和博客以及您可以发布信息和材料的其他服务来披露个人数据。此信息可以以公共方式显示，例如通过搜索引擎或其他公共可用平台，并且可以被第三方“抓取”或搜索。请不要将您不想透露的任何信息发布给公众。 分析和自动决策： 移动商务结合了通过第2节中描述的方法获得的数据，帮助我们确定您可能感兴趣的产品和服务，以及您何时可以根据与移动商务网站，电子邮件和内容的重复交互进行购买。</p>
      <p>
        移动商务营销和销售人员参与了这一过程，并且没有做出会导致法律效力或类似地显着影响个人的自动决策。 保护移动商务和其他人： 我们认为必要且适用于执法，税务，欺诈预防，信用风险机构以及其他公司和组织的个人数据，原因在于上文第3节中的最后一个要点。</p>
      <p>
        移动商务如何使用和披露其他信息？ 我们可以使用和披露其他非个人信息，除非我们根据适用法律要求另行提供。如果我们被要求根据适用法律将其他信息视为个人数据，那么我们将以与我们使用和披露个人数据相同的方式使用或披露它。 在某些情况下，我们可能会将其他信息与个人数据相结合（例如将您的姓名与您组织的名称相结合）。如果该组合允许您进行识别，我们会将合并后的信息视为个人数据，只要合并即可。</p>
      <p>
        移动商务如何保护关于我的个人数据？ 我们已实施适当的组织，技术和管理措施来保护组织内的个人数据，包括安全控制，以防止未经授权访问我们的系统。虽然我们采取合理措施保护您的个人数据免遭丢失，误用，干扰和未经授权的访问，修改和披露，但您应该知道，任何安全程序或协议都不能保证100％免于入侵或黑客攻击，因此总是通过在线共享个人数据来承担一定风险。如果您有理由相信您与我们的互动不再安全（例如，如果您认为自己的帐户安全性受到损害），请立即按照下面的“问题，疑虑和投诉”部分通知我们。</p>
      <p>
        如何访问，更正，修改或删除有关我的信息？ 如果您想访问，更正，修改，删除或限制使用或披露由移动商务收集和存储的任何个人数据，或将其转移到其他组织，请通过privacy@hand-china.com通知我们。以便我们根据适用法律考虑并回复您的请求。如果您想反对处理您的个人数据用于直接营销目的，请使用第9节（“我有什么选择？”）中概述的机制。 为了保护您的利益，我们仅针对与您向我们发送请求的特定电子邮件地址相关的个人数据实施请求，我们需要在实施您的请求之前验证您的身份。我们将在30天内回复您的请求。 请注意，我们需要保留某些信息用于记录目的和/或完成您在请求访问，更改或删除之前开始的任何交易。</p>
      <p>移动商务将保留多久我的个人数据？ 我们将保留您的个人数据一段时间，以符合最初的收集目的，包括追求我们的合法商业利益，遵守我们的法律义务，解决纠纷和执行适用的协议。</p>
      <p>
        我有什么选择？ 您始终可以选择不披露信息。但是，如果您选择这样做，我们可能会限制您回复您的询问或向您提供服务。 您可以通过电子邮件中的取消订阅或退订链接取消订阅，或发送电子邮件至privacy@huilianyi.com，选择不接收移动商务或我们的关联公司的营销消息。我们将在合理可行的范围内尽快遵守您的请求。请注意，如果您选择不接收我们发送的与营销相关的电子邮件，我们仍可能会向您发送重要的管理消息。</p>
      <p>如果您认为我们错误地或无意地收集了此类信息，请通过privacy@hand-china.com通知我们，以便我们可以从我们的服务器中删除这些信息。
      </p><p>
        第三方网站 网站允许您通过直接链接或通过“共享”或“点赞”按钮等应用程序链接到互联网上的其他网站，其他网站同样可能包含指向网站的链接。此类其他网站的信息惯例或内容受这些网站的隐私声明的约束，而不受本隐私声明的约束。我们建议您查看在此类其他网站，服务和应用程序中找到的隐私政策，以了解您的信息是如何收集和使用的。 同样，请注意我们不对其他组织的收集，使用和披露政策和实践（包括数据安全实践）负责，比如应用程序提供商，社交媒体平台提供商，操作系统提供商，无线服务提供商或设备制造商，包括您通过应用程序或社交媒体页面向其他组织披露的任何个人数据。</p>
      <p>敏感信息 我们要求您不要向我们发送或披露任何敏感的个人数据（例如，社会安全号码，与种族或族裔相关的信息，性取向，政治观点，宗教或其他信仰，健康，生物识别或遗传特征，犯罪背景或社团会员资格）。</p>
      <p>本隐私声明的变更 移动商务可能会不时修改本隐私声明。本页顶部的“生效日期”图例表示上次修订本隐私声明的时间。当我们在网站上发布修订后的隐私声明时，对本隐私声明的任何更改都将生效。</p>
      <p>
        由于电子邮件通信并不总是安全的，因此请不要在我们的电子邮件中包含信用卡信息或其他敏感信息。 移动商务将严肃对待任何隐私投诉，任何投诉将由适当的人员进行评估，以便及时有效地解决任何问题。我们要求您在此过程中与我们合作，并向我们提供我们可能需要的任何相关信息。 您可能有权向数据保护机构投诉我们收集和使用您的个人数据。有关详细信息，请与您当地的数据保护机构联系。</p>
    </h-content>
  </h-view>
</template>

<script>
export default {
  name: 'PrivacyPolicy',
}
</script>

<style scoped lang="less">
  .privacy {
    .content {
      padding: 15px;
      .title {
        font-weight: 500;
        text-indent: 0px;
      }
      hr {
        background-color: #666;
      }
      p {
        text-indent: 2em;
        font-size: 12px;
        margin-bottom: 5px;
        line-height: 16px;
      }
    }
  }

</style>
