<template>
  <h-view class="user-agree public-style">
    <h-header>
      <div slot="left" class="h-header-btn" @click="$routeGo()">
        <i class="ion-ios-arrow-back"/>
      </div>
      <div slot="center">用户协议</div>
    </h-header>
    <h-content>
      <p class="title">移动商务在线服务协议</p>
      <p>
        移动商务的各项网络服务的所有权和运营权归移动商务所有。移动商务依照本服务协议及其不时发布的操作规则提供网络服务，此外，当服务使用者（以下称“用户”）使用移动商务各项分类服务时，用户应当同意本服务协议的全部内容并遵守与该项服务相关的规则与要点。
        前述所有规则与要点 均构成本服务协议的一部分。用户必须完全同意所有服务协议并完成注册程序，才能成为移动商务的正式用户。</p>
      <p class="title">目录</p>
      <p class="title">1服务协议的确认和接受</p>
      <p class="title">2服务内容</p>
      <p class="title">3用户注册、隐私保护与用户管理</p>
      <p class="title">4知识产权约定与保护</p>
      <p class="title">5免责声明</p>
      <p class="title">6合法权益争议及损害赔</p>
      <p class="title">7适用法律与争议解决办法</p>
      <p class="title">8其他规定</p>
      <p class="title">1服务协议的确认和接受</p>
      <hr>
      <p>1.1 移动商务享有其网站及移动端各项网络服务的所有权和运营权。</p>
      <p>1.2
      移动商务服务对象(以下简称“用户”)必须完全同意本协议并点击“同意以下协议并注册”完成注册程序。用户在使用移动商务提供的服务前应当仔细阅读本协议。用户在使用移动商务提供的各项分类服务时应当同意本协议的全部内容并遵守与该项服务相关的规则与要点，该所有规则与要点均构成本协议的一部分。</p>
      <p>1.3 移动商务有权随时修改本协议条款内容和前款所述所有规则和要点，并根据本协议及其不时发布的操作规则提供服务。</p>
      <p>1.4 若不同意本协议的内容或不同意移动商务随时修改本协议，用户有权不使用移动商务提供的服务。但是，一旦
      使用移动商务提供的服务或者在修改本协议后继续使用其服务，则视为用户完全理解和认可本协议（包括前款所述所有规则和要点）的全部内容及其修改条款</p>
      <p class="title">2服务内容</p>
      <p>2.1 移动商务根据实际情况通过其网站或移动端向用户提供企业应用云服务</p>
      <p>2.2 用户理解移动商务按照本协议约定提供相关网络服务，除此之外与相关网络服务有关的设备(如电脑、调制解调器及其他与接入互
      联网有关的装置等)及所需的费用（如为接入互联网而支付的电话费及上网等费用）均应由用户自行负担。</p>
      <p>2.3 用户理解并同意：移动商务中的商务出行、餐饮等服务均由不同合作伙伴提供，相应的客户服务也会由这些合作伙伴提供。汇联 易会不定期增加市场合作伙伴，不另行告知。</p>
      <p>2.4 用户理解并同意：移动商务会帮助企业用户在合作伙伴处开通企业账号，移动商务将被企业用户授权获取企业在移动商务合作伙伴处的 以下权限：1) 企业名称、余额查询；2) 企业员工、成本中心、管控规则管理；3）企业订单查询；4)
      企业统一开个人垫付发票。</p>
      <p>2.5 用户理解并同意：鉴于网络服务的特殊性，移动商务有权随时变更、中断或终止部分或全部网络服务，不需对用户或第三方负责。
      为了移动商务网站的正常运行，移动商务定期或不定期地对提供网络服务的平台(如互联网网站、移动网络等)或相关的设备进行检修或者维护而
      造成网络服务的中断，移动商务将尽力避免服务中断或将中断时间限制在最短时间内，在合理时间内的服务中断，移动商务无需为此承担任何责任。</p>
      <p>2.6 如发生下列任何一种情形，移动商务有权随时中断或终止向用户提供网络服务（具体方式包括信用扣除、封禁用户账号、IP地址等等） 而无需对用户或任何第三方承担任何责任：  （1）用户提供的资料不真实；
      （2）利用移动商务服务损害他人的知识产权或名誉权等合法权利； （3）用户经移动商务要求（包括但不限于因用户发布信息侵权等事因）而拒绝提供真实姓名、住址、联系方式等信息； （4）用户有违反本协议规定的其他行为。</p>
      <p>2.7 移动商务有权决定对曾经免费使用的业务收取相应的费用。但是，移动商务将提前30日在其网站上进行公告。如用户拒绝支付该 费用，移动商务有权中断所提供的网络服务。</p>
      <p class="title">3用户注册、隐私保护与用户管理</p>
      <p>3.1 用户在申请使用移动商务提供的服务时必须提供准确的个人资料，如个人资料有任何变动，用户必须及时更新。一旦注册成功， 用户将得到一个账号和对应的密码。用户应当对其账号和密码的安全承担全部责任。</p>
      <p>3.2 用户可随时根据提示改变其密码，但是，不得将其账号、密码转让或出借予他人使用。如用户发现其账号遭他人非法使用或存
      在安全漏洞的情况，应立即通知移动商务网站。因黑客行为或用户的保管疏忽导致账号、密码遭他人非法使用，移动商务不承担任何责任。</p>
      <p>3.3 若用户注册的免费网络服务的账号在连续30日内未实际使用，则移动商务有权删除该账号并停止为该用户提供相关的网络服务。</p>
      <p>3.4 移动商务尊重和保护用户个人隐私。未经用户授权，移动商务不得对外披露用户注册资料及用户保存在移动商务网站或移动端中 的非公开内容，但下列情况除外：  （1）事先获得用户的明确授权；
      （2）根据有关法律法规的规定或相关政府主管部门的要求； （3）为维护社会公共利益的需要； （4）为维护移动商务的合法权益。</p>
      <p>3.5 每个用户应当对以其账号进行的所有活动和事件承担全部责任。用户在移动商务网站或移动端发布内容时应严格遵守相关知
      识产权法以及其他法律法规的规定；用户在转贴文章时应注明原始出处和时间，并注意原作者的著作权声明，用户承担转贴等行为可能
      引起的法律责任。若用户的行为违反本协议，移动商务有权做出独立判断立即取消用户服务账号；若用户在移动商务网站或移动端上散布和
      传播反动、色情或其他违反国家法律法规的信息，移动商务网站的系统记录有可能作为用户违反法律的证据。移动商务有权判定用户的行为是
      否符合本协议以及国家法律法规的规定，若用户违背该规定，移动商务有权中断对用户提供的服务；移动商务有权判定和删除用户发布的可能
      导致社会负面影响的敏感信息以及用户提交的任何不符合国家法律、法规和政策的任何言论、文字和图片等等内容。</p>
      <p>3.6 用户使用移动商务服务时必须遵守以下原则：  （1）遵守国家有关法律和法规； （2）遵守所有使用网络服务的协议、规定、程序和惯例； （3）不得为任何非法目的而使用网络服务系统；
      （4）不得传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗的、淫秽的、教唆他人实施犯罪行为等非法的信息资料； （5）不得侵犯其他任何第三方的知识产权（著作权、商标权等）、名誉权、肖像权及其他任何合法权益；
      （6）不得利用移动商务网络服务系统进行任何不利于移动商务的行为； （7）不干扰或扰乱网络服务； （8）未经许可不得非法进入其他电脑系统；</p>
      <p>3.7 用户不得在移动商务网站或移动端上复制、发布、传播以下信息： （1）反对宪法所确定的基本原则的； （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； （3）损害国家荣誉和利益的；
      （4）煽动民族仇恨、民族歧视，破坏民族团结的；   （5）破坏国家宗教政策，宣扬邪教和封建迷信的； （6）散布谣言，扰乱社会秩序，破坏社会稳定的； （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
      （8）侮辱或者诽谤他人，侵害他人合法权益的； （9）含有法律、行政法规禁止的其他内容的。</p>
      <p>3.8 用户不得利用移动商务网站或移动端从事以下活动：  （1）未经允许，进入计算机信息网络或者使用计算机信息网络资源； （2）未经允许，对计算机信息网络功能进行删除、修改或者增加；
      （3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加； （4）故意制作、传播计算机病毒等破坏性程序； （5）其他危害计算机信息网络安全的行为。</p>
      <p class="title">4知识产权约定与保护</p>
      <p>4.1 移动商务对其独立创作设计、独立采编、独立拍摄制作的以及委托他人创作的信息内容，包括但不限于文字、商标、标识、版面设计、
      软件、声音、图片、录像、动画、图表等等，享有所有权和知识产权，对其从第三方获得合法许可的信息内容享有合法使用权。上述所有信 息内容均受相关知识产权法以及其他相关法律的保护。</p>
      <p>4.2 对于用户通过移动商务提供的服务上传到移动商务网上可公开获取区域的任何内容，视为用户同意将上述内容的部分权利无偿
      转让给移动商务，以此作为对移动商务提供的服务的贡献，移动商务无需向用户支付任何费用。移动商务有权通过如下方式行使该部分权利，但是， 用户声明保留该内容的著作权或该内容从其他网站转载而附带有原网站的著作权声明者除外：
      （1）通过复制、发行、信息网络传播、改编、翻译、汇编、摄制、出租、展览、表演、放映、广播等方式使用该内容； （2）将该内容用于开发和运营各类电信增值业务及无线互联网业务（如短信、彩信、WAP、IVR、手机报、手机客户端
      等形式），对其中精彩的图文进行推广，推广方式包括移动商务网站首页、子频道等链接推广或编辑出版等等； （3）推广市场授权他人使用该内容，授权第三方标示来源于移动商务网站；
      （4）对任何三方侵犯该内容的知识产权的行为独立起诉进行维权。</p>
      <p>4.3 用户自注册之日或者获得资质之日起发布在移动商务的作品一律视为移动商务委托用户创作的作品。作品的署名权由用户享有，汇
      联易享有除署名权外的其他著作权权益，包括但不限于修改权、保护作品完整权、信息网络传播权、复制权、发行权、改编权、翻译权、 汇编权、广播权、摄制权等等。</p>
      <p>4.4 用户只有在获得移动商务或其他相关权利人的授权之后才能使用前三款约定的信息内容，而不能擅自复制、传播、修改这些内容。
      除非我国法律法规另有规定，未经移动商务及其他有权许可方书面许可，任何单位或个人不得通过任何方式（包括但不限于抓取、复制、
      在非移动商务所属的服务器上做镜像等等方式）使用移动商务网站内容或创造与该内容有关的派生内容或产品。个人或其他网站、媒体等在
      转载刊登移动商务网站文章、图片等内容时，请在该内容附近用显要字体写明来自移动商务网站并链接到相应的网站首页地址，对此，汇 联易仍然保留索取费用等权利。</p>
      <p>4.5 移动商务尊重他人的知识产权，同时也要求用户也尊重他人该权利。如果您是文章、图片等作品的著作权人，请按照本协议 第六条的规定来维护您的权益。</p>
      <p>4.6 移动商务郑重提醒其网站访问者：请在转载移动商务网站所有内容时务必尊重该内容的知识产权。</p>
      <p class="title">5免责声明</p>
      <p>5.1 因用户注册信息不真实带来的损失，移动商务不承担任何责任；移动商务对用户所发布信息的删除或储存失败不承担任何责任；
      移动商务对用户不作任何类型的担保，也不承担任何责任。移动商务不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，
      对服务的及时性、安全性、准确性都不作担保；对于因不可抗力事件造成的网络服务中断或其他缺陷，移动商务不承担任何责任，但将尽
      力减少因此而给用户造成的损失和影响，该不可抗力事件包括但不限于地震、台风、洪水、火灾、战争、罢工、政府禁令或政府管制、
      黑客攻击、电信通信管理部门因技术调整导致之重大影响、病毒侵袭、意外原因及电力部门停电、电信网络中断等等。</p>
      <p>5.2 移动商务网站或移动端所刊载的文章资料、图片、图表等内容主要由用户上传编辑，该内容仅为用户或访问者提供更多信息，
      仅供参考使用，不代表移动商务同意其说法或描述，也不构成任何投资建议。移动商务在能知悉的范围内努力保证其独自采写的所有文章的真
      实性和正确性，但不对该文章的真实性和正确性做任何保证；若该文章中的图文与事实有所出入，移动商务不对此承担任何责任。
      </p><p>5.3 用户以任何形式上传、发表、转载于移动商务网站或移动端的文章或图片、音频、视频等信息内容，为用户个人行为，仅代表
      用户或作者个人观点，移动商务网站没有义务查实该内容的出处及其真实性。用户所发表的文章及其他附属品（如示例代码、截图及音、 视频等）若侵犯了第三方的知识产权或其他合法权利，责任由作者或转载者本人承担，移动商务网站对此不承担责任。
      </p><p>5.4 移动商务对于任何包含、经由、链接、下载或从任何与移动商务网站或移动端有关服务所获得的资讯、内容或广告（以下简称“
      资料”），不声明、不保证其内容的正确性或可靠性；并且，对于您通过移动商务网站服务上的广告、资讯或邀约而展示、购买或取得的任
      何产品、资讯或资料（以下简称“产品”），移动商务亦不负质量保证的责任。您于此接受并承认信赖任何上述资料所产生的风险应自行承担。 移动商务有权但无此义务改善或更正上述资料、产品的任何部分的错误或疏失。
      </p><p>5.5 移动商务的服务与资料是基于现状提供，而且移动商务对其提供的服务以及前款所述资料和产品绝不给予任何明示或暗示的
      保证，该保证包括但不限于为商业使用或适合于特定目的之保证。移动商务对于因其提供的服务以及前述资料和产品所致的任何直接、间 接、附带的或因此而导致的衍生性损失概不负责。</p>
      <p>5.6 当移动商务网站或移动端以链接形式推荐其他网站内容时，由于移动商务并不控制其他相关网站和资源，因此访问者需理解并
      同意，移动商务并不对这些网站或资源的可用性负责，且不保证从这些网站获取的任何内容、产品、服务或其他材料的真实性、合法性，
      对于任何因使用或信赖从此类网站或资源上获取的内容、产品、服务或其他材料而造成或声称造成的任何直接或间接损失，移动商务均不 承担任何责任。发生下列情况时，移动商务亦无需承担任何责任：
      （1）由于用户将其账号对应的密码告知他人或与他人共享该账号和密码导致的任何个人资料泄露；   （2）任何由于5.1条款所述不可抗力事件造成的暂时性关闭等影响网络正常经营所造成的个人资料泄露、丢 失、被盗用或被篡改等；
      （3）由于与移动商务网站或移动端链接的其他网站所造成的个人资料泄露及由此导致的任何纠纷和后果。</p>
      <p>5.7 在移动商务为提高用户体验度而推出的免费试用期间，用户的数据安全、服务稳定性等移动商务均不作保障。</p>
      <p>5.8 由第三方厂商在移动商务提供的服务，其相应的数据安全、服务稳定性等由第三方保障，移动商务不承担任何责任。</p>
      <p>5.9 如果发生第三方厂商倒闭或其他影响服务的情况，移动商务会尽量协助用户进行数据迁移并推荐其他厂商的服务，但不承 担相应赔偿责任。</p>
      <p class="title">6合法权益争议及损害赔</p>
      <p>6.1 若您认为移动商务网站或移动端刊载的内容侵犯您的知识产权（包括著作权、商标专用权等）、名誉权、肖像权等合法权益， 请您与移动商务联系，并向移动商务提交书面通知，要求删除涉嫌侵权内容。该通知书应当包括下列内容：
      （1）权利人的姓名（名称）、联系电话和通讯地址； （2）要求删除的涉嫌侵权内容的具体名称及其对应的网络地址； （3）构成侵权的初步证明材料，包括权利人身份证明或企业营业执照、权利权属证明等。</p>
      <p>6.2  移动商务在接到权利人的书面通知后，将会本着尊重他人合法权利的原则删除涉嫌侵权内容，同时将该通知书转送给用户；若用户网
      络地址不明、无法转送的，移动商务应当将通知书的内容在其网站上公告，公告方式由移动商务自行决定。</p>
      <p>6.3 用户在接到移动商务转送的通知书后，认为其提供的内容未侵犯他人权利的，请您与移动商务联系，并向移动商务提交书面说明 ，要求恢复被删除的内容。该书面说明应当包含下列内容： （一）用户的姓名（名称）、联系电话和通讯地址；
      （二）要求恢复的涉嫌侵权内容的具体名称及其对应的网络地址； （三）不构成侵权的初步证明材料，包括用户身份证明或企业营业执照、权利权属证明等</p>
      <p>6.4 移动商务接到用户的书面说明后，应当立即恢复被删除的内容，同时将该书面说明转送权利人。移动商务对该恢复行为不承担任何法
      律责任，并且权利人不得再通知移动商务删除前述涉嫌侵权内容。若权利人地址不明、无法转送的，移动商务应当将该书面说明的内容在 其网站上公告，公告方式由移动商务自行决定。</p>
      <p>6.5 移动商务联系方式会公布在移动商务网站或移动端，若该联系方式发生变更的，移动商务将在其网站公告，公告方式由移动商务自行决定。</p>
      <p>6.6 权利人和用户均应当对其向移动商务提交的书面通知书和书面说明的真实性和准确性负责，由此产生的一切法律责任由其自 行承担，移动商务概不负责。</p>
      <p>6.7 用户同意保障和维护移动商务及任何第三人的合法利益，如因用户违反国家有关法律、法规或本协议的规定而给移动商务
      或任何第三人造成损失，用户同意承担由此造成的损害赔偿责任。移动商务对用户使用其服务所产生的任何直接、间接、偶然、特殊及随
      后发生的损害不负责任，且移动商务对用户使用其服务所产生的任何损害的所有赔偿责任累计不超过移动商务向该用户收取的服务
      费用（如有）总额，这些损害可能来自：用户不正当使用其网络服务(含使用侵权信息)、在网上购买商品或进行同类型服务、在 网上进行交易、非法使用其网络服务或者用户未经授权而修改或改动他人信息内容并上传至移动商务网站等等。</p>
      <p class="title">7适用法律与争议解决办法</p>
      <p>7.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。如本协议条款与中国法律相抵触时，则该等条款将按中国 法律法规的规定重新修订，而其他条款则仍然具有法律效力。</p>
      <p>7.2 如就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成的，任何一方均有权向上海市青浦区人民法院提起诉讼。</p>
      <p class="title">8其他规定</p>
      <p>8.1 本协议中“国家”、“中国”均指中华人民共和国。</p>
      <p>8.2 若本协议中的任何条款无论因何种原因完全或部分无效，该无效条款的确认不影响本协议的其他条款的法律效力。</p>
      <p>8.3 本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>

    </h-content>
  </h-view>
</template>

<script>
export default {
  name: 'UserAgreement',
}
</script>

<style scoped lang="less">
  .user-agree {
    .content {
      padding: 15px;
      .title {
        font-weight: 500;

      }
      hr {
        background-color: #666;
      }
      p {
        font-size: 12px;
        margin-bottom: 5px;
        line-height: 16px;
      }
    }
  }

</style>
